Repository: bhaskar-priya/OldReader
Catalog: Old Reader/Resources/AppResources.*.resx
Languages: fi_fi, nl, pt_br, ru_ru

# ResourceLanguage
source: en-US
fi_fi: fi-FI
nl: nl
pt_br: pt-BR
ru_ru: ru-RU

# steLoginExplanation
source: Please make sure that you have set password in the settings page of The Old Reader. As of now this is the only way to access the data.
fi_fi: Varmista, että olet asettanut salasanan vanhan Reader asetukset-sivulla. Tällä hetkellä tämä on ainoa tapa saada tietoa.
nl: Gelieve ervoor te zorgen dat u op de instellingspagina van de oude lezer wachtwoord hebt ingesteld. Vanaf nu is dit de enige manier om toegang tot de gegevens.
pt_br: Por favor, certifique-se que você tiver definido a senha na página de configurações do leitor velho. A partir de agora, esta é a única maneira de acessar os dados.
ru_ru: Пожалуйста, убедитесь, что вы установили пароль на странице настройки старого читателя. На сегодняшний день это единственный способ для доступа к данным.

# strAboutText
source: This is a Windows Phone client for "The Old Reader". To report bugs and feedback please click the following button.
fi_fi: Tämä on Windows Phone asiakkaalle "Vanha Reader". Ilmoita viat ja palaute klikkaa seuraavaa painiketta.
nl: Dit is een Windows Phone client voor "De oude Reader". Als u wilt rapporteren bugs en aanmerkingen alstublieft klik op de volgende knop.
pt_br: Este é um cliente de Windows Phone para "The Old Reader". Para relatar bugs e feedback, por favor, clique no botão seguinte.
ru_ru: Это клиент Windows Phone для «Старый читатель». Доклад ошибок и обратной связи, пожалуйста, нажмите следующую кнопку.

# strAboutTitle
source: about
fi_fi: Tietoja
nl: over
pt_br: Sobre
ru_ru: о программе

# strEMail
source: registered email
fi_fi: kirja email
nl: geregistreerde e-mailadres
pt_br: e-mail registrado
ru_ru: Зарегистрированный адрес электронной почты

# strGoToSettings
source: go to settings and setup the e-mail address and password for The Old Reader
fi_fi: mene asetukset ja Määritä sähköpostiosoite ja salasana vanha lukija
nl: Ga naar instellingen en instellen van de e-mailadres en wachtwoord voor de oude lezer
pt_br: Vá para configurações e configurar o endereço de email e a senha para o leitor velho
ru_ru: Перейдите в настройки и настроить адрес электронной почты и пароль для старого читателя

# strLoginPage
source: credentials
fi_fi: tunnistetiedot
nl: referenties
pt_br: credenciais
ru_ru: учетные данные

# strNoUnreadItems
source: There are no unread items here. Hurray!
fi_fi: Siellä ei ole uusia kohteita. Eläköön!
nl: Er zijn geen ongelezen items hier. Hoera!
pt_br: Não há nenhum itens não lidos aqui. Viva!
ru_ru: Нет непрочитанных элементов здесь. Ура!

# strPassword
source: password
fi_fi: salasana
nl: wachtwoord
pt_br: senha
ru_ru: пароль

# strSendFeedbackBtnText
source: send feedback...
fi_fi: Lähetä palautetta
nl: Stuur feedback...
pt_br: Enviar Comentários
ru_ru: Отправить отзыв

# strSubscriptions
source: Subscriptions
fi_fi: Tilaukset
nl: Abonnementen
pt_br: Inscrições
ru_ru: Подписки

# strGettingSubscriptionList
source: Getting Subscriptions
fi_fi: Saada tilaukset
nl: Krijgen van abonnementen
pt_br: Recebendo inscrições
ru_ru: Получение подписки

# strGettingTagList
source: Getting Tags
fi_fi: Saada Tunnisteet
nl: Krijgen van Tags
pt_br: Ficando Tags
ru_ru: Заполнение тегов

# strGettingUnreadCount
source: Getting Unread Count
fi_fi: Saada lukemattomia
nl: Krijgen ongelezen telling
pt_br: A contagem não lida
ru_ru: Получение непрочитанных

# strGettingUnreadItems
source: Getting Unread Items
fi_fi: Saada lukemattomat viestit
nl: Krijgen ongelezen Items
pt_br: Obtenção de itens não lidos
ru_ru: Получение непрочитанных элементов

# strKeepUnread
source: keep unread
fi_fi: pitää lukematon
nl: Houd ongelezen
pt_br: manter não lidas
ru_ru: Держите непрочитанных

# strMarkAllRead
source: mark all read
fi_fi: Merkitse kaikki luetuiksi
nl: Mark alle lezen
pt_br: Marcar todas como lidas
ru_ru: Пометить все как прочитанное

# strShare
source: share
fi_fi: jaa
nl: Delen
pt_br: compartilhar
ru_ru: Общий доступ

# strViewFull
source: view full
fi_fi: Katso koko
nl: volledige bekijken
pt_br: Exibição - completa
ru_ru: Представление - полное

# strLocal
source: Saved
fi_fi: tallennettu.
nl: Opgeslagen
pt_br: Salvo
ru_ru: Сохранено

# strSaveLocal
source: save for later
fi_fi: Tallenna myöhempää käyttöä varten
nl: opslaan voor later
pt_br: Salvar para Mais Tarde
ru_ru: Сохранить для дальнейшего применения

# strRemoveLocal
source: remove saved
fi_fi: Poista tallennetut
nl: opgeslagen verwijderen
pt_br: remover salva
ru_ru: удалить сохраненные

# strAboutMenu
source: about...
fi_fi: Tietoja
nl: over...
pt_br: Sobre
ru_ru: о программе

# strRefreshAppButton
source: refresh
fi_fi: Päivitä
nl: vernieuwen
pt_br: atualizar
ru_ru: обновить

# strSettingsMenu
source: settings...
fi_fi: Asetukset
nl: Instellingen...
pt_br: Configurações
ru_ru: Настройки

# strStatusMenu
source: old reader status...
fi_fi: vanha lukija tila...
nl: de status van oude lezer...
pt_br: estatuto de leitor velho...
ru_ru: Старый читатель статус...

# strPressBackToExit
source: press back once more to exit
fi_fi: Paina takaisin kerran enemmän poistuaksesi
nl: Druk één keer terug meer om af te sluiten
pt_br: Pressione voltar uma vez mais para sair
ru_ru: Нажмите назад раз больше для выхода из

# strPressBackToExitTitle
source: sure?
fi_fi: Totta kai.
nl: zeker?
pt_br: Tem certeza?
ru_ru: Конечно,

# strCredits
source: Trevor /u/alexandertrevor for UI improvements
fi_fi: Trevor/u/alexandertrevor Käyttöliittymän parannukset
nl: Trevor/u/alexandertrevor voor verbeteringen in de Gebruikersinterface
pt_br: Trevor/u/alexandertrevor para melhorias na interface
ru_ru: Тревор/u/alexandertrevor для улучшения пользовательского интерфейса

# strAddSubscription
source: add feed
fi_fi: Lisää syöte
nl: feed toevoegen
pt_br: Adicionar feed
ru_ru: Добавить веб-канал

# strFeedUrl
source: feed URL
fi_fi: Syötteen URL-osoite
nl: Voer URL
pt_br: URL do feed
ru_ru: URL-адрес веб-канала

# strTargetFolder
source: target Folder
fi_fi: Kohdekansio
nl: doel map
pt_br: Pasta de Destino
ru_ru: Конечная папка

# strFeeadAddError
source: could not add the feed.
fi_fi: syöte ei voi lisätä.
nl: kan niet toevoegen van de feed.
pt_br: Não foi possível adicionar o feed.
ru_ru: не удалось добавить канал.

# strFeedMoveError
source: successfully added the feed but could not move to the selected folder.
fi_fi: lisätty syötteen mutta ei voi siirtää valittuun kansioon.
nl: toegevoegd op de feed, maar kan niet verplaatsen naar de geselecteerde map.
pt_br: a alimentação foi adicionado com sucesso, mas não podia mover para a pasta selecionada.
ru_ru: успешно добавлен канал, но не мог двигаться в выбранную папку.

# strAddFeed
source: add Feed
fi_fi: Lisää syöte
nl: Feed toevoegen
pt_br: Adicionar feed
ru_ru: Добавить веб-канал

# strSyncBrowserPrompt
source: <b>Enter the Feed URL and press sync to preview the feed contents</b>
fi_fi: <b>Enter syötteen URL-osoite ja paina sync voit esikatsella syötteen sisältöä</b>
nl: <b>De sync Feed URL en druk op Enter om een voorbeeld van de voerinhoud</b>
pt_br: <b>Enter a sincronização Feed URL e pressione para visualizar o conteúdo de alimentação</b>
ru_ru: <b>Введите URL-адрес канала и нажмите sync для предварительного просмотра содержимого канала</b>

# strSyncButton
source: sync
fi_fi: synkronoi
pt_br: sincronizar
ru_ru: синхронизация

# strErrorTitle
source: error!
fi_fi: virhe
nl: fout!
pt_br: erro
ru_ru: ошибка

# strTimeStrDays
source: {0} day(s) ago
fi_fi: {0} päivä(ä) sitten
nl: {0} dagen geleden
pt_br: {0} dia(s) atrás
ru_ru: {0} дней назад

# strTimeStrHours
source: {0} hour(s) ago
fi_fi: {0} tuntia ja sitten
nl: {0} uren(n) geleden
pt_br: {0} hora(s) atrás
ru_ru: {0} часов назад

# strTimeStrNow
source: Now
fi_fi: Nyt
nl: Nu
pt_br: AGORA
ru_ru: сейчас

# strTimeStrUnknown
source: Unknown
fi_fi: Tuntematon
nl: Onbekend
pt_br: Desconhecido
ru_ru: неизестный

# strDownloadOlder
source: download older
fi_fi: Lataa vanhempi
nl: oudere downloaden
pt_br: Download mais velhos
ru_ru: Скачать пожилые

# strShowAllPosts
source: show all posts
fi_fi: Näytä kaikki viestit
nl: Toon alle berichten
pt_br: Mostrar todas as mensagens
ru_ru: Показать все сообщения

# strShowUnreadOnly
source: show only unread
fi_fi: Näytä vain lukemattomat
nl: Toon alleen ongelezen
pt_br: Mostrar apenas não lidas
ru_ru: отображать только непрочитанные

# strVersionStr
source: version
fi_fi: versio
nl: Versie
pt_br: versão
ru_ru: версия

# strRateApp
source: rate app
fi_fi: hinta app
nl: tarief app
pt_br: taxa app
ru_ru: уровень приложения

# strConfirmUnsubscribe
source: Are you sure you want to unsubscribe from {0}?
fi_fi: Oletko varma, että haluat lopettaa {0}?
nl: Weet u zeker dat u wilt afmelden {0}?
pt_br: Tem certeza que deseja cancelar sua incri {0}?
ru_ru: Вы уверены, что вы хотите отписаться от {0}?

# strMenuMove
source: move
fi_fi: Siirrä
nl: verplaatsen
pt_br: mover
ru_ru: переместить

# strMenuUnsubscribe
source: unsubscribe
fi_fi: Peruuta tilaus
nl: abonnement opzeggen
pt_br: cancelar assinatura
ru_ru: Отменить подписку?

# strMoveFrom
source: move from
fi_fi: Siirrä kohteesta
nl: verplaatsen van
pt_br: Mover de
ru_ru: Переместить из

# strMoveSubscriptionPage
source: move feed
fi_fi: siirtää syötteen
nl: verplaatsen van diervoeders
pt_br: mudar a alimentação
ru_ru: Перемещение канала

# strMoveTo
source: move to
fi_fi: Siirrä kohteeseen
nl: verplaatsen naar
pt_br: Mover para
ru_ru: Переместить в

# strUnsubscribeFailed
source: failed to unsubscribe from {0}!
fi_fi: tilaaminen kohteesta {0} ei onnistunut!
nl: mislukt om een abonnement op {0}!
pt_br: Falha ao cancelar a inscrição de {0}!
ru_ru: не удалось отказаться от {0}!

# strAdditionalDownloadCount
source: additional items to download when downloading old items
fi_fi: Muut kohteet ladata vanhoja kohteita ladattaessa
nl: extra items te downloaden bij het downloaden van oude items
pt_br: itens adicionais para baixar quando baixar itens antigos
ru_ru: Дополнительные элементы для загрузки при загрузке старые элементы

# strEMailMenuItem
source: email...
fi_fi: sähköposti
ru_ru: Электронная почта

# strOpenInIE
source: open in ie...
fi_fi: Avaa ie...
pt_br: Abra no ie...
ru_ru: Откройте в ie...

# strShowReadItems
source: Show read items
fi_fi: Näytä lukea kohteita
nl: Lees items weergeven
pt_br: Mostrar itens de leitura
ru_ru: Показать элементы читать

# strDuration15Days
source: 15 days
fi_fi: 15 päivää

# strDuration1Day
source: one day
fi_fi: Päivä

# strDuration6Months
source: six months
fi_fi: Puoli vuotta

# strDurationDescr
source: days to keep the old feed cached on your device. more days mean more storage
fi_fi: päivää pitää vanhan rehun tallentaa laitteen välimuistiin. päivä tarkoittaa lisää tallennustilaa

# strDuration3Months
source: three months
fi_fi: kolmen kuukauden

# strDuration2Months
source: two months
fi_fi: Kahden kuukauden

# strDuration1Year
source: one year
fi_fi: Vuosi

# strDuration1Week
source: one week
fi_fi: Viikko

# strDuration1Month
source: one month
fi_fi: Kuukausi

# strDoneAppBarButton
source: ok
ru_ru: ОК
