Repository: bhaskar-priya/OldReader
Catalog: Old Reader/Resources/AppResources.*.xlf
Languages: hu_hu

# Resx/ResourceLanguage
source: en-US
hu_hu: hu-HU

# Resx/steLoginExplanation
source: Please make sure that you have set password in the settings page of The Old Reader. As of now this is the only way to access the data.
hu_hu: Add meg a The Old Reader beállítások oldalán megadott jelszót! Ez az egyetlen lehetőség adataid elérésére.

# Resx/strAboutText
source: This is a Windows Phone client for "The Old Reader". To report bugs and feedback please click the following button.
hu_hu: Ez egy kliens Windows Phone-ra a The Old Reader felhasználói számára. Hibák bejelentéséhez és visszajelzés küldéséhez koppints a gombra!

# Resx/strAboutTitle
source: about
hu_hu: leírás

# Resx/strEMail
source: registered email
hu_hu: regisztrált email

# Resx/strGoToSettings
source: go to settings and setup the e-mail address and password for The Old Reader
hu_hu: Menj a beállításokhoz és állítsd be az email címed és jelszavad, a The Old Reader részére!

# Resx/strAppSettingsPage
source: app settings
hu_hu: alkalmazás beállítások

# Resx/strNoUnreadItems
source: There are no unread items here. Hurray!
hu_hu: Itt nincs olvasatlan elem. Hurrá!

# Resx/strPassword
source: password
hu_hu: jelszó

# Resx/strSendFeedbackBtnText
source: send feedback...
hu_hu: visszajelzés küldése...

# Resx/strSubscriptions
source: Subscriptions
hu_hu: Feliratkozások

# Resx/strGettingSubscriptionList
source: Getting Subscriptions
hu_hu: Feliratkozások letöltése

# Resx/strGettingTagList
source: Getting Tags
hu_hu: Címkék letöltése

# Resx/strGettingUnreadCount
source: Getting Unread Count
hu_hu: Olvasatlan elemek számainak letöltése

# Resx/strGettingUnreadItems
source: Getting Unread Items
hu_hu: Olvasatlan elemek letöltése

# Resx/strKeepUnread
source: keep unread
hu_hu: maradjon olvasatlan

# Resx/strMarkAllRead
source: mark all read
hu_hu: összes megjelölése olvasottként

# Resx/strShare
source: share
hu_hu: megosztás

# Resx/strViewFull
source: view full
hu_hu: eredeti megtekintése

# Resx/strLocal
source: Saved
hu_hu: Mentve

# Resx/strSaveLocal
source: save for later
hu_hu: mentés későbbre

# Resx/strRemoveLocal
source: remove saved
hu_hu: eltávolítás a mentettek közül

# Resx/strAboutMenu
source: about...
hu_hu: leírás...

# Resx/strRefreshAppButton
source: refresh
hu_hu: frissítés

# Resx/strSettingsMenu
source: settings...
hu_hu: beállítások...

# Resx/strStatusMenu
source: old reader status...
hu_hu: szerver állapota...

# Resx/strDoneAppBarButton
source: ok
hu_hu: rendben

# Resx/strPressBackToExit
source: press back once more to exit
hu_hu: Nyomj mégegyszer egy visszát, hogy kilépj!

# Resx/strPressBackToExitTitle
source: sure?
hu_hu: tényleg?

# Resx/strCredits
source: Trevor /u/alexandertrevor for UI improvements /u/DatDoodKwan for French translation /u/diogenesl for pt-br translation /u/yudayyy for Bahasa Indonesia translation Tur Ger for Hungarian
hu_hu: Trevor /u/alexandertrevor: felület /u/DatDoodKwan: francia fordítás /u/diogenesl: pt-br fordítás /u/yudayyy: indonéz fordítás Tur Ger: magyar fordítás

# Resx/strAddSubscription
source: add feed
hu_hu: feliratkozás hozzáadása

# Resx/strFeedUrl
source: feed URL
hu_hu: feliratkozás címe

# Resx/strTargetFolder
source: target Folder
hu_hu: célmappa

# Resx/strFeeadAddError
source: could not add the feed.
hu_hu: sikertelen a feliratkozás hozzáadása

# Resx/strFeedMoveError
source: successfully added the feed but could not move to the selected folder.
hu_hu: feliratkozás sikeresen betöltve, de nem sikerült a kért célmappába helyezni

# Resx/strAddFeed
source: add Feed
hu_hu: feliratkozás hozzáadása

# Resx/strSyncBrowserPrompt
source: <b>Enter the Feed URL and press sync to preview the feed contents</b>
hu_hu: <b>Írjad be a felirtkozás címét és koppints a szinkronizálás gombra, hogy láthasd a feliratkozás elemeit!</b>

# Resx/strSyncButton
source: sync
hu_hu: szinkronizálás

# Resx/strErrorTitle
source: error!
hu_hu: hiba!

# Resx/strTimeStrDays
source: {0} day(s) ago
hu_hu: {0} nappal ezelőtt

# Resx/strTimeStrHours
source: {0} hour(s) ago
hu_hu: {0} órával ezelőtt

# Resx/strTimeStrNow
source: Now
hu_hu: Most

# Resx/strTimeStrUnknown
source: Unknown
hu_hu: Ismeretlen

# Resx/strDownloadOlder
source: download older
hu_hu: régebbi letöltése

# Resx/strShowAllPosts
source: show all posts
hu_hu: összes elem mutatása

# Resx/strShowUnreadOnly
source: show only unread
hu_hu: olvasatlan elem mutatása

# Resx/strVersionStr
source: version
hu_hu: verzió

# Resx/strRateApp
source: rate app
hu_hu: értékeld az alkalmazást

# Resx/strConfirmUnsubscribe
source: Are you sure you want to unsubscribe from {0}?
hu_hu: Tényleg le akarsz iratkozni erről feliratkozásról: {0}?

# Resx/strMenuMove
source: move
hu_hu: mozgatás

# Resx/strMenuUnsubscribe
source: unsubscribe
hu_hu: leiratkozás

# Resx/strMoveFrom
source: move from
hu_hu: mozgatás innen:

# Resx/strMoveSubscriptionPage
source: move feed
hu_hu: feliratkozás mozgatása

# Resx/strMoveTo
source: move to
hu_hu: mozgatás ide:

# Resx/strUnsubscribeFailed
source: failed to unsubscribe from {0}!
hu_hu: sikertelen a leiratkozás erről: {0}!

# Resx/strAdditionalDownloadCount
source: additional items to download when downloading old items
hu_hu: egyéb elemek letöltése a régebbi elemek letöltésekor

# Resx/strOpenInIE
source: open in ie...
hu_hu: megnyitás Internet Explorer-ben...

# Resx/strShowReadItems
source: Show read items
hu_hu: olvasott elemek mutatása

# Resx/strDuration15Days
source: 15 days
hu_hu: tizenöt nap

# Resx/strDuration1Day
source: one day
hu_hu: egy nap

# Resx/strDuration1Month
source: one month
hu_hu: egy hónap

# Resx/strDuration1Week
source: one week
hu_hu: egy hét

# Resx/strDuration1Year
source: one year
hu_hu: egy év

# Resx/strDuration2Months
source: two months
hu_hu: két hónap

# Resx/strDuration3Months
source: three months
hu_hu: három hónap

# Resx/strDuration6Months
source: six months
hu_hu: hat hónap

# Resx/strDurationDescr
source: days to keep the old feed cached on your device. more days mean more storage
hu_hu: napig tartsa meg az elemeket az eszközön. Több nap több tárhelyet igényel.

# Resx/strUpdateAppMsgBody
source: An update for the application is available in the marketplace. Do you want to update now?
hu_hu: Egy frissítés elérhető az Áruház-ban. Szeretnél most frissíteni?

# Resx/strUpdateAppMsgTitle
source: Update Available!
hu_hu: Frissítés elérhető!

# Resx/strGettingStarredItems
source: Getting starred items
hu_hu: Csillagozott elemek letöltése

# Resx/strStarredItemsLabel
source: Starred
hu_hu: Csillagozott

# Resx/strAllItemsOnTop
source: All Items on top
hu_hu: minden elem felül
